Repository: zsoltkebel/ios-code-stash
Catalog: Code Stash/Localizable.xcstrings
Source language: en
Languages: es, hu

source: Add
es: Añadir
hu: Hozzáadás

source: Add Code
es: Añadir Código
hu: Kód Hozzáadása

source: Auto Increase Brightness
es: Aumentar Luminosidad Automaticamente
hu: Fényerő Automatikus Növelése

source: Barcode
es: Código de Barras
hu: Vonalkód

source: Cancel
es: Cancelar
hu: Mégse

source: Cannot display this code
es: No se puede mostrar este código
hu: Nem lehet megjeleníteni ezt a kódot

source: Code Type & Content
es: Tipo de Código y Contenido
hu: Kód Típusa és Tartalma

source: Codes
es: Códigos
hu: Kódok

source: Content
es: Contenido
hu: Tartalom

source: Enter Details
es: Añadir Contenido
hu: Részletek Beírása

source: Favorites
es: Favoritos
hu: Kedvencek

source: History
es: Historial
hu: Korábbi Kódok

source: More
es: Más

source: Name
es: Nombre
hu: Név

source: No Codes Yet
es: No Hay Códigos Todavía
hu: Még Nincsenek Kódok

source: Please provide access to the camera in settings
es: Por favor, active el acceso a la cámara desde ajustes
hu: Kérem engedélyezze a kamera hozzáférést a beállításokban

source: Requesting camera access
es: Peticion de acceso a la cámara
hu: Kamera hozzáférési engedély kérése

source: Scan
es: Escanear
hu: Szkennelés

source: Start by scanning a code or entering code details manually.
es: Empieza escaneando un código o introduciendo manualmente su información

source: Text
es: Texto

source: Type
es: Tipo

source: Unknown
es: Desconocido

source: Yes
es: Sí

source: Your device doesn't have a camera
es: Su dispositivo no tiene cámara

source: Your device doesn't have support for scanning barcode with this app
es: Su dispositivo no permite escanear códigos de barra con esta aplicación

source: Default Code Type
hu: Alapértelmezett Kód Típus

source: Delete
hu: Törlés

source: Delete "%@"?
hu: "%@" törlése?

source: No
hu: Nem
